{
  "title": "Александр Сабуров, разработка и дизайн",
  "meta": "10+ лет занимаюсь разработкой и дизайном, умею создавать проекты с нуля, продумывать архитектуру приложений и проектировать дизайн сложных интерфейсов",
  "description": {
    "first": "<b>10+ лет занимаюсь разработкой и дизайном</b>, умею создавать проекты с нуля, продумывать архитектуру приложений и проектировать дизайн сложных интерфейсов. Интересуюсь бизнес-составляющими, чтобы лучше понимать итоговую ценность, которую нужно пронести от идеи до конечного клиента через дизайн и разработку.",
    "second": "<b>Люблю не сносить и строить всё с нуля, а формировать подход по эволюционному развитию проектов</b>, не останавливая поставку новых фич на момент этого перехода.",
    "title": "3 года руковожу командой разработки",
    "third": "При работе с командой занимаюсь её обучением и развитием, формирую базу знаний проекта и оптимизирую процессы. Выстраиваю асинхронное взаимодействие участников команды, в котором все понимают что нужно делать и зачем. ",
    "fourth": "При этом не забываю про результат и отслеживание общей производительности команды и настроения её участников. Руководил командами разработки до 8 человек."
  },
  "tool": {
    "title": "С чем работал",
    "list": [
      { 
        "title": "Vite, ESBuild, Rollup, Webpack",
        "text": "Для сборки проектов"
      },
      { 
        "title": "Vitest, Jest, Cypress, Puppeteer",
        "text": "Для тестирования"
      },
      { 
        "title": "NodeJS, GraphQL, Apollo,  MongoDB, PostgreSQL",
        "text": "Для разработки на бэке"
      },
      { 
        "title": "Vue 2/3, React, Solid, SvelteJS",
        "text": "И экосистемы вокруг них"
      },
      { 
        "title": "Gitlab CI, Docker, Github Actions",
        "text": "Для автоматизации"
      },
      { 
        "title": "Typescript",
        "text": "Люблю и использую"
      }
    ]
  },
  "opensource": {
    "analytics": {
      "title": "Модуль аналитики для Nuxt 2/3",
      "description": "Позволяет увидеть, что происходит с приложением. Поддерживает NodeJS метрики и метрики специфичные для SSR приложений"
    },
    "sitemap": {
      "title": "Модуль сайтмэпа для Nuxt 2/3",
      "description": "Поддерживает Typescript, динамические роуты, кэширование и разделение карт на куски"
    },
    "metrika": {
      "title": "Модуль я.метрики для Nuxt 2/3",
      "description": "Поддерживает Typescript, добавляет удобные логи при разработке и полезные методы в контекст приложения"
    }
  }
}